ecmel.vscode-html-css
ClemensPeters.format-json
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
styled-components.vscode-styled-components

bierner.lit-html
skyapps.fish-vscode
pranaygp.vscode-css-peek
sibiraj-s.vscode-scss-formatter
vincaslt.highlight-matching-tag
VisualStudioExptTeam.vscodeintellicode

abusaidm.html-snippets
hardikpthv.lit-snippets
xabikos.JavaScriptSnippets
justinribeiro.Polymer2Snippets

serayuzgur.crates
usernamehw.errorlens
rust-lang.rust-analyzer
tamasfe.even-better-toml

ms-azuretools.vscode-docker

PKief.material-icon-theme
monokai.theme-monokai-pro-vscode
