abusaidm.html-snippets
bierner.lit-html
ClemensPeters.format-json
CoenraadS.bracket-pair-colorizer
CoenraadS.bracket-pair-colorizer-2
ecmel.vscode-html-css
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
hardikpthv.lit-snippets
jpoissonnier.vscode-styled-components
justinribeiro.Polymer2Snippets
monokai.theme-monokai-pro-vscode
PKief.material-icon-theme
pranaygp.vscode-css-peek
redhat.java
sibiraj-s.vscode-scss-formatter
vincaslt.highlight-matching-tag
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
xabikos.JavaScriptSnippets